Repository: beetofly/user-documentation
Catalog: docs/locale/*/LC_MESSAGES/authentication.po
Languages: es

source: Authentication
es: Autenticación

source: Mautic uses basic authentication for Users, however there is the ability to integrate with a SAML SSO - Single Sign-On - provider.
es: Mautic utiliza autenticación básica para los usuarios, sin embargo existe la posibilidad de integrarse con un proveedor SAML SSO - Single Sign-On.

source: SAML Single Sign On
es: Inicio de sesión único SAML

source: SAML is a single sign on protocol that allows single sign on and User creation in Mautic using a third party User source called an identity provider (IDP).
es: SAML es un protocolo de inicio de sesión único que permite el inicio de sesión único y la creación de usuarios en Mautic utilizando una fuente de usuarios de terceros denominada proveedor de identidades (IDP).

source: Turning on SAML
es: Activar SAML

source: To turn on SAML support in Mautic, you first need the IDP's metadata XML which they provide. If it's a URL, browse to the URL then save the content into an XML file.
es: Para activar la compatibilidad con SAML en Mautic, primero necesita el XML de metadatos del IDP que ellos proporcionan. Si se trata de una URL, vaya a la URL y guarde el contenido en un archivo XML.

source: Click the settings wheel in the top right corner to open the **Settings** menu.
es: Haz clic en la rueda de ajustes de la esquina superior derecha para abrir el menú **Ajustes**.

source: Navigate to **Configuration** > **User/Authentication** Settings.
es: Vaya a **Configuración** > **Configuración de usuario/autenticación**.

source: Screenshot of SAML SSO Settings
es: Captura de pantalla de la configuración de SAML SSO

source: Upload this file as the Identity Provider Metadata file.
es: Cargue este archivo como archivo de metadatos del proveedor de identidad.

source: It's recommended to create a non-Admin Role as the default Role for created Users. Select this Role in the '**Default Role for created Users**' dropdown. For more information, see :doc:`Users and Roles</users_roles/managing_users>`.
es: Se recomienda crear un rol que no sea administrador como rol por defecto para los usuarios creados. Seleccione este Rol en el desplegable '**Rol por defecto para Usuarios creados**'. Para más información, consulte :doc:`Usuarios y roles`.

source: Screenshot of the User Role Permission
es: Captura de pantalla del permiso de usuario

source: Configuring the IDP
es: Configuración del IDP

source: The IDP may ask for the following settings:
es: El IDP puede solicitar los siguientes ajustes:

source: Entity ID - this is site URL, displayed at the top of User/Authentication Settings. Copy this exactly 'as is' to the IDP.
es: ID de entidad: es la URL del sitio, que aparece en la parte superior de Configuración de usuario/autenticación. Cópielo tal cual en el IDP.

source: Service Provider Metadata - if the provider requires a URL, use ``https://example.com/saml/metadata.xml``. To use as a file rather than a URL, browse to that URL and save the content as an XML file.
es: Metadatos del proveedor de servicios: si el proveedor requiere una URL, utilice ``https://example.com/saml/metadata.xml``. Para utilizarlos como archivo en lugar de como URL, vaya a esa URL y guarde el contenido como archivo XML.

source: Assertion Consumer Service - Use ``https://example.com/s/saml/login_check``.
es: Assertion Consumer Service - Utilice ``https://example.com/s/saml/login_check``.

source: Issuer - this should come from the IDP but is often configurable. If it's a URL, be sure that the scheme - ``http://`` and ``https://`` - aren't part of it.
es: Emisor: debería proceder del IDP, pero suele ser configurable. Si es una URL, asegúrate de que el esquema - ``http://`` y ``https://`` - no forme parte de ella.

source: Verify request signatures or a SSL certificate - If the IDP supports encrypting and validating request signatures from Mautic to the IDP, generate a self signed SSL certificate. Upload the certificate and private key through Mautic's Configuration > User/Authentication Settings under the 'Use a custom X.509 certificate and private key to secure communication between Mautic and the IDP' section. Then upload the certificate to the IDP.
es: Verificar firmas de solicitud o un certificado SSL - Si el IDP soporta cifrado y validación de firmas de solicitud desde Mautic al IDP, genere un certificado SSL autofirmado. Cargue el certificado y la clave privada a través de Configuración de Mautic > Ajustes de usuario/autenticación en la sección 'Utilizar un certificado X.509 personalizado y una clave privada para proteger la comunicación entre Mautic y el IDP'. A continuación, cargue el certificado en el IDP.

source: Custom attributes - Mautic requires three custom attributes in the IDP responses for the User Email, first name and last name. Username is also supported but is optional. Configure the attribute names used by the IDP in Mautic's Configuration > User/Authentication Settings under the 'Enter the names of the attributes the configured IDP uses for the following Mautic User fields' section.
es: Atributos personalizados: Mautic requiere tres atributos personalizados en las respuestas de IDP para el correo electrónico, el nombre y los apellidos del usuario. El nombre de usuario también se admite, pero es opcional. Configure los nombres de los atributos utilizados por el IDP en Configuración > Ajustes de usuario/autenticación de Mautic, en la sección "Introduzca los nombres de los atributos que utiliza el IDP configurado para los siguientes campos de usuario de Mautic".

source: Logging in
es: Iniciar sesión

source: Once configured with the IDP and the IDP with Mautic, Mautic redirects all logins to the IDP's login. ``/s/login`` is still available for direct logins but you have to access it directly.
es: Una vez configurado con el IDP y el IDP con Mautic, Mautic redirige todos los inicios de sesión al login del IDP. ``/s/login`` sigue estando disponible para inicios de sesión directos, pero hay que acceder a él directamente.

source: Login to the IDP, which then redirects you back to Mautic. If the exchange is successful Mautic creates a User if it doesn't already exist, and logs the User into the system.
es: Inicie sesión en el IDP, que le redirigirá de nuevo a Mautic. Si el intercambio se realiza correctamente, Mautic crea un usuario, si aún no existe, y lo registra en el sistema.

source: Turning off SAML
es: Desactivar SAML

source: To turn off SAML, click the Remove link to the right of the Identity provider metadata file label.
es: Para desactivar SAML, haga clic en el enlace Eliminar situado a la derecha de la etiqueta del archivo de metadatos del proveedor de identidad.

source: Screenshot of the authentication settings section
es: Captura de pantalla de la sección de configuración de la autenticación
