Repository: beetofly/user-documentation
Catalog: docs/locale/*/LC_MESSAGES/companies.po
Languages: ru

source: Companies
ru: Компании

source: Companies are a way to group Contacts based on association with organizations.
ru: Компании — это способ группировки контактов на основе ассоциации с организациями.

source: Mautic Company Overview
ru: Обзор компании Mautic

source: Engagements/Points chart
ru: График вовлечённости/баллов

source: Engagements shown on the chart include any tracked action the Contacts made. Some examples might include page hits, Form submissions, Email opens and so on. The engagements line chart displays how active the Contacts of the Company were in the past 6 months. The chart displays also the sum of Points the Contacts received.
ru: Взаимодействия, показанные на диаграмме, включают любое отслеживаемое действие, совершенное Контактом. В качестве примера можно привести посещение страниц, заполнение форм, открытие электронных писем и т.д. Линейный график вовлечённости показывает, насколько активными были контакты компании за последние 6 месяцев. На графике также отображается сумма баллов, полученных контактами.

source: List of Contacts assigned
ru: Список назначенных контактов

source: You can find a table with the list of the assigned Contacts displaying the date of their last activity, preceding the information of the Company which includes the Company name, address, and all the custom Company fields, and the engagement chart. This is good way to have a view of the recent activity of the Contacts you know in this Company.
ru: Вы можете найти таблицу со списком назначенных контактов, в которой отображается дата их последней активности, предшествующая информация о компании, включающая название компании, адрес и все пользовательские поля компании, а также график вовлечённости. Это хороший способ просмотреть недавнюю активность контактов, которых вы используете в данной компании.

source: Company duplicates
ru: Дубликаты компаний

source: The Company name field is a unique identifier by default. You can choose any other Company field as unique identifier in the **custom fields** section.
ru: По умолчанию поле "Название компании" является уникальным идентификатором. Вы можете выбрать любое другое поле Компании в качестве уникального идентификатора в разделе **настраиваемые поля**.

source: In *Configuration > Company Settings* you can choose the operator used when merging Companies with multiple identifiers - either **AND** or **OR**.
ru: В *Конфигурация > Настройки компании* вы можете выбрать оператор, используемый при объединении компаний с несколькими идентификаторами - **AND** или **OR**.

source: Setup operator for find duplications algorithm
ru: Оператор настройки алгоритма поиска дубликатов

source: These settings allow Mautic to find and merge duplicate Companies during the import, using the Integrations Framework and in other parts of Mautic.
ru: Эти настройки позволяют Mautic находить и объединять повторяющиеся Компании во время импорта, используя Integrations Framework и другие части Mautic.

source: Company actions
ru: Действия компании

source: Merging Companies
ru: Слияние компаний

source: When editing a Company, you can merge this Company into another existing Company by using the **Merge** button.
ru: При редактировании компании вы можете объединить эту компанию с другой существующей компанией с помощью кнопки **Объединить**.

source: Search for the Company you wish to merge into, then click to start the merge. Contacts associated with the merged Companies now become associated with the remaining Company.
ru: Найдите компанию, с которой вы хотите объединиться, затем нажмите, чтобы начать слияние. Контакты, связанные с объединенными компаниями, теперь становятся связанными с оставшейся компанией.

source: After completion of the merge process, Mautic redirects you to the remaining Company, as the old Company no longer exists.
ru: После завершения процесса слияния Mautic перенаправляет вас к оставшейся компании, поскольку старой компании больше не существует.

source: Company Custom Fields
ru: Пользовательские поля компании

source: By default, a set of fields exist for Companies, but you can customize these fields to meet your needs.
ru: По умолчанию для компаний существует набор полей, но вы можете настроить эти поля в соответствии со своими потребностями.

source: Go to **Custom Fields** and create a new field
ru: Перейдите в **Пользовательские поля** и создайте новое поле.

source: Change the dropdown select box from Contact to Company objects
ru: Измените поле выбора раскрывающегося списка с объектов «Контакт» на «Компания».

source: Save the custom field
ru: Сохраните пользовательское поле

source: Company Segments
ru: Сегменты компании

source: You can create a Segment based on a Company record. Select any Company field to filter with and the matching criteria for it, and Mautic lists any Contacts that match the selected fields in the Segment.
ru: Вы можете создать сегмент на основе записи компании. Выберите любое поле «Компания» для фильтрации и критерии соответствия для него, и Mautic перечислит все контакты, которые соответствуют выбранным полям в сегменте.

source: Identifying Companies
ru: Идентификация компаний

source: Mautic identifies Companies strictly through a matching criteria based on **Company Name**, **City**, **Country or State**. If a city or a country isn't delivered as an identifying fields to identify a Contact, the Company won't match.
ru: Mautic идентифицирует компании строго по критериям соответствия, основанным на **названии компании**, **городе**, **стране или регионе**. Если город или страна не указаны в качестве идентифицирующих полей для идентификации контакта, компания не будет соответствовать.

source: Company actions in Campaigns
ru: Действия компании в кампаниях

source: It's possible to add a Contact to a new Company based on a Campaign action.
ru: Можно добавить контакт в новую компанию на основе действия кампании.

source: Creating and managing Companies
ru: Создание и управление компаниями

source: To create or manage Companies, go to the Companies menu identified by the building icon in the left hand navigation. In this area you can create, edit, or delete Companies.
ru: Чтобы создавать компании или управлять ими, перейдите в меню «Компании», обозначенное значком здания в левой части навигации. В этой области вы можете создавать, редактировать или удалять Компании.

source: Assigning Companies to Contacts
ru: Назначение компаний контактам

source: There are different ways to assign a Company to a Contact as explained below:
ru: Существуют различные способы назначения компании контакту, как описано ниже:

source: Contact profile
ru: Профиль контакта

source: You can assign a Contact to Companies in the Contact's profile, while creating or editing an existing Contact. Mautic considers the latest Company assigned as the primary Company for the Contact.
ru: Вы можете назначить контакт компаниям в профиле контакта при создании или редактировании существующего контакта. Маутик считает компанию, назначенную последней, основной компанией для контакта.

source: Contacts list view
ru: Просмотр списка контактов

source: You can batch assign Companies to selected Contacts in the Contact's list view.
ru: Вы можете пакетно назначать компании выбранным контактам в представлении списка контактов.

source: Via a Campaign
ru: Кампания

source: You can assign a Company to identify Contacts through a Campaign by selecting the **Assign Contact to Company** action.
ru: Вы можете назначить Компанию для идентификации Контактов через Кампанию, выбрав действие **Назначить контакт компании**.

source: Through a Form
ru: Через форму

source: When identifying a Contact through a Form, you can also associate an existing Company or create a new one if:
ru: При идентификации Контакта через Форму вы также можете связать существующую Компанию или создать новую, если:

source: The Form includes Company name as a Form field - mandatory for Company matching/creation,
ru: Форма включает название компании в качестве поля формы — обязательное для сопоставления/создания компании,

source: The Form includes City as a Form field - mandatory for Company matching/creation),
ru: Форма включает город как поле формы — обязательное для сопоставления/создания компании),

source: The Form includes Country as a form field - mandatory for Company matching/creation,
ru: Форма включает страну в качестве поля формы - обязательное для сопоставления/создания компании,

source: The Form includes State as a form field - optional for Company matching/creation.
ru: Форма включает состояние в качестве поля формы — необязательно для сопоставления/создания компании.

source: Company scoring
ru: Оценка компании

source: It's possible to change the Company score through a Campaign action or a Form action. When using these actions, it's necessary to identify the Contact first, and then alter the score of the Companies assigned to that Contact.
ru: Оценку компании можно изменить с помощью действия «Кампания» или действия «Форма». При использовании этих действий необходимо сначала определить контакт, а затем изменить оценку компаний, назначенных этому контакту.

source: Select the **Change Company score** action in either a Form or a Campaign
ru: Выберите действие **Изменить оценку компании** в форме или кампании.

source: Once submitted or triggered, Mautic identifies Companies in the Campaign or Form to change their score.
ru: После отправки или запуска Mautic идентифицирует Компании в Кампании или Форме, чтобы изменить их оценку.

source: Setting the primary Company
ru: Установка основной компании

source: You can set the primary Company through the Contact details interface.
ru: Вы можете указать основную компанию через интерфейс сведений о контакте.

source: Screenshot showing setting the primary Company
ru: Снимок экрана, показывающий настройку основной компании
