Repository: beetofly/user-documentation
Catalog: docs/locale/*/LC_MESSAGES/dashboard.po
Languages: pt_br

source: Dashboard
pt_br: Painel de Controle

source: Mautic 1.4.0 introduced a customizable dashboard where each User can compose widgets with information they want to track. Mautic 2.0 brought a number of enhancements to the Dashboard.
pt_br: O Mautic 1.4.0 introduziu um painel personalizável onde cada Usuário pode criar widgets com as informações que deseja rastrear. O Mautic 2.0 trouxe uma série de melhorias para o Painel de Controle.

source: Date range filter
pt_br: Filtro de intervalo de datas

source: All the widgets will display data in the selected global date range filter at the top of the widget list. The default date range is set from 30 days ago to today.
pt_br: Todos os widgets exibirão dados no filtro de intervalo de data global selecionado na parte superior da lista de widgets. O intervalo de data padrão é definido de 30 dias atrás até a data atual.

source: Screenshot of Dashboard date filter
pt_br: Captura de tela do filtro de data do Painel de Controle

source: Line charts will change the time unit automatically depending on the day count selected in the date range filter like this:
pt_br: Os gráficos de linha mudarão a unidade de tempo automaticamente, dependendo da contagem de dias selecionada no filtro de intervalo de datas como este:

source: Date range is equal 1 day: data will be displayed in hours Date range is between 1 and 31 days: data will be displayed in days Date range is between 32 and 100 days: data will be displayed in weeks Date range is between 101 and 1000 days: data will be displayed in months Date range is greater than 1001 days: data will be displayed in years
pt_br: Intervalo de datas igual a 1 dia: os dados serão exibidos em horas Intervalo de datas é entre 1 e 31 dias: os dados serão exibidos em dias Intervalo de datas entre 32 e 100 dias: os dados serão exibidos em semanas Intervalo de datas entre 101 e 1000 dias: os dados serão exibidos em meses Intervalo de datas é maior que 1001 dias: os dados serão exibidos em anos

source: The only widget exceptions which display the same information independent on the date range are *Upcoming Emails* and *Recent activity*.
pt_br: As únicas exceções do widget que exibem as mesmas informações independentemente do intervalo de datas são *Próximos e-mails* e *Atividade recente*.

source: Widgets
pt_br: Wdgets

source: Don't create too many widgets. It can slow the dashboard Landing Page load down. If you have performance issues, decrease the amount of widgets.
pt_br: Não crie muitos widgets. Isso pode afetar o tempo de carregamento da Landing Page do painel. Se você tiver problemas de desempenho, diminua a quantidade de widgets.

source: A new widget can be added to your dashboard when you click the "Add widget" button. The "Add widget" Form which appears after each widget will let you define:
pt_br: Um novo widget pode ser adicionado ao seu painel quando você clicar no botão "Adicionar widget". O formulário "Adicionar widget" que aparece após cada widget permitirá que você defina:

source: **Name:** describe what the widget displays. If not filled, Mautic will call it the same as the widget type you select.
pt_br: **Nome:** descreve o que o widget exibe. Se não for preenchido, o Mautic o chamará da mesma forma que o tipo de widget selecionado.

source: **Type:** select what information you want to display from the predefined widget types.
pt_br: **Tipo:** selecione quais informações você deseja exibir nos tipos de widget predefinidos.

source: **Width:** select how wide the widget should be. The options are 25%, 50%, 75%, 100%. The default option is 100%. The optimal width for line charts is 100%, for tables 50%, for pie charts 25%.
pt_br: **Largura:** selecione a largura que o widget deve ter. As opções são 25%, 50%, 75%, 100%. A opção padrão é 100%. A largura ideal para gráficos de linha é 100%, para tabelas 50%, para gráficos de pizza 25%.

source: **Height:** each widget can have different height. 5 heights are predefined. The dashboard will look best if you select a consistent height for each widget in the same row.
pt_br: **Altura:** cada widget pode ter altura diferente. 5 alturas são predefinidas. O painel ficará melhor se você selecionar uma altura consistente para cada widget na mesma linha.

source: Some widgets have additional options:
pt_br: Alguns widgets têm opções adicionais:

source: **Created Contacts over time**
pt_br: **Contatos Criados ao longo do tempo**

source: Show all Contacts: displays one line with all created Contacts.
pt_br: Mostrar todos os Contatos: exibe uma linha com todos os Contatos criados.

source: Only identified: displays one line with only created and identified Contacts.
pt_br: Somente identificados: exibe uma linha apenas com Contatos criados e identificados.

source: Only anonymous: displays one line with only anonymous visitors.
pt_br: Somente anônimo: exibe uma linha apenas com visitantes anônimos.

source: All identified vs anonymous: displays 2 lines with anonymous visitors and known Contacts.
pt_br: Todos identificados vs anônimos: exibe 2 linhas com visitantes anônimos e Contatos conhecidos.

source: Top Segments: displays up to 6 lines representing the number of Contacts added to the top 6 Segments. If no such Segment exists for the selected date range, the chart won't be displayed.
pt_br: Principais Segmentos: exibe até 6 linhas representando o número de Contatos adicionados aos 6 principais Segmentos. Se tal Segmento não existir para o intervalo de datas selecionado, o gráfico não será exibido.

source: Top Segments with Identified vs Anonymous: displays up to 6 lines representing the top 3 Segments for the selected date range. Each Segment will show 2 lines with anonymous visitors and known Contacts.
pt_br: Principais Segmentos com Identificado vs Anônimo: exibe até 6 linhas representando os 3 principais Segmentos para o intervalo de datas selecionado. Cada Segmento mostrará 2 linhas com visitantes anônimos e Contatos conhecidos.

source: **Emails in time**
pt_br: **E-mails no período**

source: Only sent Emails: Displays 1 line with sent Emails.
pt_br: Apenas E-mails enviados: Exibe 1 linha com E-mails enviados.

source: Only opened Emails: Displays 1 line with opened Emails.
pt_br: Somente E-mails abertos: Exibe 1 linha com E-mails abertos.

source: Only failed Emails: Displays 1 line with failed Emails.
pt_br: Somente E-mails com falha: exibe 1 linha com E-mails com falha.

source: Sent and opened Emails: Displays 2 lines with sent and opened Emails.
pt_br: E-mails enviados e abertos: Exibe 2 linhas com E-mails enviados e abertos.

source: Sent, opened and failed Emails: Displays 3 lines with sent, opened and failed Emails.
pt_br: E-mails enviados, abertos e com falha: Exibe 3 linhas com E-mails enviados, abertos e com falha.

source: **Landing Page visits in time**
pt_br: **Visitas à Landing Page no período**

source: Total visits - Displays 1 line with all visits (Landing Page hits).
pt_br: Total de visitas - Exibe 1 linha com todas as visitas (Acessos da Landing Page).

source: Unique visits - Displays 1 line with unique visits (Contacts).
pt_br: Visitas únicas - Exibe 1 linha com visitas únicas (Contatos).

source: Total and unique visits - Displays 2 lines with unique and all visits.
pt_br: Visitas totais e únicas - Exibe 2 linhas com visitas únicas e todas visitas.

source: Widget ordering
pt_br: Ordenação de widgets

source: Each widget can be moved on the dashboard using the drag and drop interface. Click and hold on the name of the widget to move it to another position.
pt_br: Cada widget pode ser movido no painel usando a interface de arrastar e soltar. Clique e segure o nome do widget para movê-lo para outra posição.

source: Dashboard export
pt_br: Exportação do Painel de Controle

source: Each dashboard, once configured, can be exported to a single file and shared with others. You can make a backup, send it to a colleague or share it online. It exports only the widget configuration - the data which it pulls is not included in the exported file.
pt_br: Cada painel, uma vez configurado, pode ser exportado para um único arquivo e compartilhado com outros. Você pode fazer um backup, enviá-lo para um colega ou compartilhá-lo online. Ele exporta apenas a configuração do widget - os dados que ele extrai não são incluídos no arquivo exportado.

source: Dashboard import
pt_br: Importação do Painel de Controle

source: If you export a dashboard, you can then upload it and import it again in the Dashboard Import page.
pt_br: Se você exportar um painel, poderá carregá-lo e importá-lo novamente na página Importar um painel de controle pré-definido.

source: Mautic installation come pre-loaded with 3 pre-defined dashboards. The one called default.json is imported automatically, when your dashboard doesn't contain any widgets. The other 2 predefined dashboards are provided as an example. You can export and import any other dashboards and switch between them. Pre-defined dashboards can be:
pt_br: A instalação do Mautic vem pré-carregada com 3 painéis predefinidos. Aquele chamado default.json é importado automaticamente, quando seu painel não contém nenhum widget. Os outros 2 painéis predefinidos são fornecidos como exemplo. Você pode exportar e importar quaisquer outros painéis e alternar entre eles. Painel de controle predefinidos podem ser:

source: Previewed - This will display the dashboard widgets for preview. The dashboard will be loaded using your existing Mautic data. Nothing is saved or changed. Applied - This sets the dashboard as your primary dashboard.
pt_br: Visualizado - Isso exibirá os widgets do painel para visualização. O painel será carregado usando seus dados do Mautic existentes. Nada é salvo ou alterado. Aplicado - Isso define o painel como seu painel de controle principal.

source: Your current widgets will be deleted by this action. Export the current dashboard if you want to go back to it later. Deleted - This will delete the predefined dashboard.
pt_br: Seus widgets atuais serão excluídos com esta ação. Exporte o painel atual se quiser voltar ele mais tarde. Excluído - Isso excluirá o painel predefinido.

source: Widget cache
pt_br: Cache do widget

source: The WidgetDetailEvent automatically caches the widget detail data for a period of time defined in the configuration. The default cache expiration period is 10 minutes.
pt_br: O WidgetDetailEvent armazena automaticamente em cache os dados de detalhes do widget por um período de tempo definido na configuração. O período de expiração padrão do cache é de 10 minutos.

source: Dashboard Permissions
pt_br: Permissões do Painel de Controle

source: If a Mautic User doesn't have the 'see others' or 'see own' permissions for a bundle, they won't be able to create widgets for that bundle. However, the widget can still be visible on their dashboard. For example if a User creates the widgets and then the administrator removes the permission for that bundle, or if a User imports a dashboard which has widgets for bundles they're not permitted to access. In these cases, the widget is displayed on the dashboard, but with a message that the User doesn't have permission to see the data.
pt_br: Se um usuário do Mautic não tiver as permissões 'ver outros' ou 'ver o próprio' para um pacote, ele não poderá criar widgets para esse pacote. No entanto, o widget ainda pode estar visível em seu painel. Por exemplo, se um usuário criar os widgets e, em seguida, o administrador remover a permissão para esse pacote, ou se um usuário importar um painel que tenha widgets para os pacotes que eles não têm permissão para acessar. Nesses casos, o widget é exibido no painel, mas com a mensagem de que o usuário não tem permissão para ver os dados.

source: If a Mautic User has permission to see only their own data from a bundle, they will see only their own data in the Dashboard widgets. For example only Contacts which they own, Landing Page hits of the Landing Pages they created and so on.
pt_br: Se um usuário do Mautic tiver permissão para ver apenas seus próprios dados de um pacote, ele verá apenas seus próprios dados nos widgets do Painel de Controle. Por exemplo, apenas os Contatos que eles possuem, os acessos da Landing Page que eles criaram e assim por diante.
