Repository: beetofly/user-documentation
Catalog: docs/locale/*/LC_MESSAGES/overview.po
Languages: pt_br

source: Mautic overview
pt_br: Visão geral do Mautic

source: The Mautic platform helps you create a strong marketing strategy for your business. With Mautic, you can:
pt_br: A plataforma Mautic ajuda você a criar uma forte estratégia de marketing para o seu negócio. Com Mautic, você pode:

source: Connect with your Contacts over Channels like Emails, Text Messages, Social Media, and Focus Items.
pt_br: Conecte-se com seus Contatos por meio de Canais como e-mails, mensagens de texto, mídia social e Focus.

source: Segment your Contacts based on business requirements and personalize your marketing strategy for each Segment.
pt_br: Segmente seus Contatos com base nos requisitos de negócios e personalize sua estratégia de marketing para cada Segmento.

source: Create personalized Campaigns to engage with your Contacts.
pt_br: Crie Campanhas personalizadas para interagir com seus Contatos.

source: Use performance metrics in Dashboards, Reports, Points, and Stages to measure the efficiency of your marketing strategy.
pt_br: Use métricas de desempenho em Painéis, Relatórios, Pontos e Etapas para medir a eficiência de sua estratégia de marketing.

source: How it works
pt_br: Como funciona

source: To start, it helps to understand how the different pieces of Mautic fit together to give you a holistic marketing platform experience.
pt_br: Para começar, é útil entender como as diferentes partes do Mautic se encaixam para oferecer uma experiência de plataforma de marketing holística.

source: Mautic Overview
pt_br: Visão geral do Mautic

source: Contact management
pt_br: Gerenciamento de Contatos

source: Build a rich and functional database of Contacts for your business, group them together based on your business needs or based on shared attributes.
pt_br: Crie um banco de dados rico e funcional de Contatos para sua empresa, agrupe-os com base nas necessidades de sua empresa ou com base em atributos compartilhados.

source: :doc:`/contacts/manage_contacts` - Known or unknown individuals who have visited your websites or interacted with your business in some way. Contacts are the primary factor of a marketing automation platform.
pt_br: :doc:`/contacts/manage_contacts` - Indivíduos conhecidos ou desconhecidos que visitaram seus sites ou interagiram com sua empresa de alguma forma. Os Contatos são o principal fator de uma plataforma de automação de marketing.

source: :doc:`/segments/manage_segments` - A group of your Contacts that share certain attributes. For example, you may segment Contacts based on a Contact's location. This may help you easily send out location-based offers or promotions to this specific group of Contacts.
pt_br: :doc:`/segments/manage_segments` - Um grupo de seus Contatos que compartilham certos atributos. Por exemplo, você pode segmentar Contatos com base na localização de um Contato. Isso pode ajudá-lo a enviar facilmente ofertas ou promoções com base na localização para esse grupo específico de contatos.

source: :doc:`/companies/companies_overview` - An assigned group of Contacts based on their Company or Companies.
pt_br: :doc:`/companies/companies_overview` - Um grupo designado de Contatos com base em sua Empresa ou Empresas.

source: Components
pt_br: Componentes

source: Create and manage various types of content that you use for your marketing campaigns to engage your Contacts.
pt_br: Crie e gerencie vários tipos de conteúdo que você usa para suas campanhas de marketing para envolver seus Contatos.

source: :doc:`/components/assets` - Valuable items that you provide to your Contacts upon completion of a Form. White papers, a downloadable app/file, documents or videos are some examples of Assets.
pt_br: :doc:`/components/assets` - Itens valiosos que você fornece aos seus Contatos após o preenchimento de um formulário. White papers, um aplicativo/arquivo para download, documentos ou vídeos são alguns exemplos de Ativos.

source: :doc:`/components/forms` - Forms are the primary point of customer engagement. They're used to collect contact information, often in exchange for providing access to an Asset such as a download, an event registration, or an Email newsletter.
pt_br: :doc:`/components/forms` - Os formulários são o principal ponto de envolvimento do cliente. Eles são usados para coletar informações de contato, geralmente em troca de fornecer acesso a um Ativo, como um download, um registro de evento ou um boletim informativo por e-mail.

source: :doc:`/components/landing_pages` - A powerful feature that not only allows you to promote content quickly and easily, but also allows you to rapidly create Landing Pages that are tightly tailored for a specific purpose, such as an advertising campaign.
pt_br: :doc:`/components/landing_pages` - Um recurso poderoso que não apenas permite que você promova conteúdo de forma rápida e fácil, mas também permite que você crie Landing Pages rapidamente adaptadas para uma finalidade específica, como uma campanha publicitária.

source: :doc:`/components/dynamic_web_content` - A feature that you can use to personalize the web experience for your Contacts. Marketers can display different content to different people in specific areas of a webpage.
pt_br: :doc:`/components/dynamic_web_content` - Um recurso que você pode usar para personalizar a experiência web dos seus contatos. Os profissionais de marketing podem exibir conteúdo diferente para pessoas diferentes em áreas específicas de uma página web.

source: Campaigns
pt_br: Campanhas

source: :doc:`/campaigns/campaigns_overview` - With your Contact information and the Components in place, you can start to create customized marketing activities for your Contacts. You create these marketing activities primarily in Campaigns.
pt_br: :doc:`/campaigns/campaigns_overview` - Com suas informações de Contato e os componentes instalados, você pode começar a criar atividades de marketing personalizadas para seus Contatos. Você cria essas atividades de marketing principalmente em Campanhas.

source: Channels
pt_br: Canais

source: Choose one or more Channels to deliver the content and messages to your Contacts.
pt_br: Escolha um ou mais Canais para entregar o conteúdo e as mensagens aos seus Contatos.

source: :doc:`/channels/marketing_messages` - A way to personalize communication with your Contacts. With Marketing Messages, Contacts receive your content on a Channel they've set as their preference.
pt_br: :doc:`/channels/marketing_messages` - Uma forma de personalizar a comunicação com seus Contatos. Com as Mensagens de Marketing, os Contatos recebem seu conteúdo em um Canal que definiram como preferência.

source: :doc:`/channels/emails` - Use built-in Email templates to send messages to a group of your Contacts, or send personalized messages to specific Contacts.
pt_br: :doc:`/canais/emails` - Use Modelos de E-mail embutidos para enviar mensagens para um grupo de seus Contatos ou enviar mensagens personalizadas para Contatos específicos.

source: :doc:`/channels/focus_items` - A type of web personalization that enables marketers to embed on a webpage pop-up messages and Forms, bars and splash screens based on the Contact's behavior. By using Focus Items, you can easily convert visitors into known Contacts.
pt_br: :doc:`/channels/focus_items` - Um tipo de personalização da web que permite aos profissionais de marketing incorporar em uma página da web mensagens pop-up e Formulários, barras e telas iniciais com base no comportamento do Contato. Ao usar Itens de Foco, você pode facilmente converter visitantes em Contatos conhecidos.

source: :doc:`/channels/social_monitoring` - Marketers can add Contacts to Mautic through Twitter mentions and hashtags.
pt_br: :doc:`/channels/social_monitoring` - Os profissionais de marketing podem adicionar Contatos ao Mautic por meio de menções e hashtags no Twitter.

source: Assess performance
pt_br: Avalie o desempenho

source: Analyze trends and assess the performance of your marketing strategy using various tools.
pt_br: Analise tendências e avalie o desempenho de sua estratégia de marketing usando diversas ferramentas.

source: :doc:`/dashboard/dashboard` - A high-level representation of Contact data, Campaigns, and activities. You can create a highly personalized dashboard based on the information that you want to track.
pt_br: :doc:`/dashboard/dashboard` - Uma representação de alto nível de dados do Contato, Campanhas e atividades. Você pode criar um painel altamente personalizado com base nas informações que deseja rastrear.

source: :doc:`/reports/reports` - A tool to measure the effectiveness of your marketing Campaigns, Emails, Forms, or Landing Page hits. Reports also let you troubleshoot or workaround areas of improvement to enhance your marketing strategy.
pt_br: :doc:`/reports/reports` - Uma ferramenta para medir a eficácia de suas Campanhas de marketing, E-mails, formulários ou acessos de Landing Page. Os relatórios também permitem solucionar problemas ou contornar áreas de melhoria para aprimorar sua estratégia de marketing.

source: :doc:`/points/points` - A score that's an indicator of progress for a Contact or customer. Points are a way for marketers to measure which of their Contacts are the most engaged based on their interactions and behavior.
pt_br: :doc:`/points/points` - Uma pontuação é um indicador de progresso para um Contato ou cliente. Os pontos são uma maneira de os profissionais de marketing medirem quais de seus Contatos são os mais engajados com base em suas interações e comportamento.

source: :doc:`/stages/stages` - A customizable feature that enables you to keep a track of where your Contacts are in their marketing/sales journey.
pt_br: :doc:`/stages/stages` - Um recurso personalizável que permite que você acompanhe onde seus Contatos estão em sua jornada de marketing/vendas.
