Repository: beetofly/user-documentation
Catalog: docs/locale/*/LC_MESSAGES/queue.po
Languages: pt_br

source: Message queue
pt_br: Fila de mensagens

source: You can trigger a Campaign **marketing** Email, or send it as part of an Email broadcast - a Segment Email. When exceeding a frequency rule - whether defined at the Contact level or as a default set in Configuration, all Emails go to the Queue for processing later.
pt_br: Você pode acionar uma campanha de e-mail de **marketing** ou enviá-la como parte de uma transmissão de E-mail - um E-mail de Segmento. Ao exceder uma regra de frequência - seja definida no nível do Contato ou como padrão definido na Configuração, todos os E-mails vão para a Fila para processamento posterior.

source: Priority and number of attempts
pt_br: Prioridade e número de tentativas

source: Screenshot showing marketing-Email
pt_br: Captura de tela mostrando E-mail de marketing

source: You can select priority as **High** or **Normal**. When processing messages for a given date, Mautic places high priority messages at the top of the queue. Broadcasts are always treated as a normal priority.
pt_br: Você pode selecionar a prioridade como **Alta** ou **Normal**. Ao processar mensagens para uma determinada data, o Mautic coloca as mensagens de alta prioridade no topo da fila. As transmissões são sempre tratadas como uma prioridade normal.

source: On reaching the number of attempts specified, Mautic makes an attempt to send the Email again in the event of rescheduling. Even if the message is pending, exceeding the number of attempts means that Mautic won't send the message.
pt_br: Ao atingir o número de tentativas especificado, o Mautic faz uma tentativa de reenvio do Email em caso de reagendamento. Mesmo que a mensagem esteja pendente, ultrapassar o número de tentativas significa que o Mautic não enviará a mensagem.

source: Processing a message queue
pt_br: Processando uma fila de mensagens

source: This command processes all pending messages that haven't reached their maximum number of attempts and are in the pending queue.
pt_br: Este comando processa todas as mensagens pendentes que não atingiram o número máximo de tentativas e estão na fila de pendências.

source: Setup your :ref:`cron<processing a message queue>` as followed: ``php bin/console mautic:messages:send``
pt_br: Configure seu :ref:`cron<processing a message queue` da seguinte forma: ``php bin/console mautic:messages:send``

source: Queue
pt_br: Fila

source: You can improved scalability by activating the queuing mechanism for Email and Page opens. Use this if you are getting too much traffic at once from people opening Pages or opening Emails.
pt_br: Você pode melhorar a escalabilidade ativando o mecanismo de enfileiramento para aberturas de E-mail e Página. Use isso se você estiver recebendo muito tráfego de uma só vez de pessoas abrindo páginas ou abrindo E-mails.

source: Mautic 3.x Users who are implementing RabbitMQ or Beanstalkd need to configure the settings directly in their local configuration file. If you are using the legacy Mautic 2.x series the steps below remains the same.
pt_br: Os usuários do Mautic 3.x que estão implementando RabbitMQ ou Beanstalkd precisam definir as configurações diretamente em seu arquivo de configuração local. Se você estiver usando a série Mautic 2.x herdada, as etapas abaixo permanecerão as mesmas.

source: Activating
pt_br: Ativando

source: You can activate and configure the queuing mechanism by going to configuration:
pt_br: Você pode ativar e configurar o mecanismo de enfileiramento acessando a configuração:

source: Open the administrator menu by clicking the cog icon in the top right corner.
pt_br: Abra o menu do administrador clicando no ícone da engrenagem no canto superior direito.

source: Select the *Configuration* menu item.
pt_br: Selecione o item de menu *Configuração*.

source: Select the *Queue Settings* tab.
pt_br: Selecione a guia *Configurações da fila*.

source: Switch the *Queue Protocol* to either *RabbitMQ* or *Beanstalkd*.
pt_br: Alterne o *Protocolo de Fila* para *RabbitMQ* ou *Beanstalkd*.

source: Save the configuration.
pt_br: Salve a configuração.

source: :xref:`RabbitMQ` is one of the available queue protocols that Mautic supports. To use it, you must have a RabbitMQ server running. On :xref:`RabbitMQ`, you can obtain instructions on how to install RabbitMQ. For testing purposes, you can use :xref:`cloudamqp` which offers a RabbitMQ as a service.
pt_br: :xref:`RabbitMQ` é um dos protocolos de fila disponíveis que o Mautic suporta. Para usá-lo, você deve ter um servidor RabbitMQ em execução. Em :xref:`RabbitMQ`, você pode obter instruções sobre como instalar o RabbitMQ. Para fins de teste, você pode usar :xref:`cloudamqp` que oferece um RabbitMQ como um serviço.

source: Having set up a RabbitMQ server, you can configure Mautic to use it by setting the appropriate parameters ``mautic.rabbitmq_*`` in your installation's configuration file.
pt_br: Tendo configurado um servidor RabbitMQ, você pode configurar o Mautic para usá-lo definindo os parâmetros apropriados ``mautic.rabbitmq_*`` no arquivo de configuração de sua instalação.

source: Parameter
pt_br: Parâmetro

source: Default
pt_br: Padrão

source: Description
pt_br: Descrição

source: The ``hostname`` of the RabbitMQ server
pt_br: O ``hostname`` do servidor RabbitMQ

source: The port that the RabbitMQ server is listening on
pt_br: A porta em que o servidor RabbitMQ está escutando

source: The virtual host to use for this RabbitMQ server
pt_br: O host virtual a ser usado para este servidor RabbitMQ

source: The username for the RabbitMQ server
pt_br: O nome de usuário para o servidor RabbitMQ

source: The password for the RabbitMQ server
pt_br: A senha para o servidor RabbitMQ

source: The number of seconds after which the queue consumer should timeout when idle
pt_br: O número de segundos após o qual o consumidor da fila deve atingir o tempo limite quando ocioso

source: The exit code returned when the consumer exits due to idle timeout
pt_br: O código de saída retornado quando o consumidor sai devido ao tempo limite de inatividade

source: Example:
pt_br: Exemplo:

source: :xref:`Beanstalkd` is another available queue protocol that Mautic supports. To use it, you must have a Beanstalkd server running. On :xref:`Beanstalkd website`, you can obtain instructions on how to install Beanstalkd.
pt_br: :xref:`Beanstalkd` é outro protocolo de fila disponível que o Mautic suporta. Para usá-lo, você deve ter um servidor Beanstalkd em execução. No site :xref:`Beanstalkd`, você pode obter instruções sobre como instalar o Beanstalkd.

source: Once you have setup a Beanstalkd server, you can configure Mautic to use it by setting the appropriate parameters ``mautic.beanstalkd_*`` in your installation's configuration file.
pt_br: Depois de configurar um servidor Beanstalkd, você pode configurar o Mautic para usá-lo definindo os parâmetros apropriados ``mautic.beanstalkd_*`` no arquivo de configuração de sua instalação.

source: The ``hostname`` of the Beanstalkd server
pt_br: O ``hostname`` do servidor Beanstalkd

source: The port that the Beanstalkd server is listening on
pt_br: A porta na qual o servidor Beanstalkd está escutando

source: The default Time To Run - TTR - for Beanstalkd jobs
pt_br: O Tempo de Execução padrão - TTR - para tarefas Beanstalkd

source: Processing
pt_br: Processando

source: Activating the queuing mechanism queues up all Page hits and Email opens for later processing. You need to run some console commands on a regular basis to be able to process them.
pt_br: A ativação do mecanismo de enfileiramento enfileira todos os acessos à Página e o E-mail é aberto para processamento posterior. Você precisa executar alguns comandos do console regularmente para poder processá-los.

source: To process the hits from a Page, use the following command:
pt_br: Para processar os hits de uma Página, use o seguinte comando:

source: To process the hits from an Email, use the following command:
pt_br: Para processar os hits de um E-mail, use o seguinte comando:

source: When these commands run, they continue to run until you stop the program by using the keyboard combination ``Control + C``. If you want to run them to process only, say, 50 Page hits or Email hits, you can run the command like this instead:
pt_br: Quando esses comandos são executados, eles continuam a ser executados até que você interrompa o programa usando a combinação de teclado ``Control + C``. Se você deseja executá-los para processar apenas, digamos, 50 ocorrências de Página ou ocorrências de E-mail, você pode executar o comando como este:

source: or
pt_br: ou

source: Cron to push the jobs
pt_br: Cron para forçar os trabalhos

source: You need to run the following cron to keep pushing the jobs:
pt_br: Você precisa executar o seguinte cron para continuar enviando os trabalhos:

source: See the documentation on :ref:`cron jobs<process email queue cron job>` for further information.
pt_br: Veja a documentação em :ref:`cron jobs<process email queue cron job>` para maiores informações.
