Repository: beetofly/user-documentation
Catalog: docs/locale/*/LC_MESSAGES/search.po
Languages: pt_br

source: Searching Mautic
pt_br: Pesquisando Mautic

source: Search operators and filters
pt_br: Operadores e filtros de pesquisa

source: Mautic offers a variety of search operators and filters for drilling down into relevant resources. You can find the available search filters and operators by clicking on the button with a question mark next to the search input.
pt_br: O Mautic oferece uma variedade de operadores de pesquisa e filtros para detalhar recursos relevantes. Você pode encontrar os filtros e operadores de pesquisa disponíveis clicando no botão com um ponto de interrogação ao lado da entrada de pesquisa.

source: The search filters for that entity aren't available if such a button is missing.
pt_br: Os filtros de pesquisa dessa entidade não estarão disponíveis se esse botão estiver ausente.

source: Mautic Contact search
pt_br: Pesquisa de Contatos do Mautic

source: Mautic also has a 'global search' feature. In the top left-hand corner, click the magnifying glass icon next to the Mautic logo/notifications icon. This will open a search input where you can search across multiple different entities.
pt_br: O Mautic também possui um recurso de 'pesquisa global'. No canto superior esquerdo, clique no ícone da lupa ao lado do ícone de notificações do Mautic. Isso abrirá uma entrada de pesquisa onde você pode pesquisar em várias entidades diferentes.

source: Mautic global search
pt_br: Pesquisa global do Mautic

source: Search operators
pt_br: Operadores de pesquisa

source: Here are some search operators you can use:
pt_br: Aqui estão alguns operadores de pesquisa que você pode usar:

source: ``+`` plus sign - Search for the exact string, for example, if you search for +admin, then administrator won't match.
pt_br: Sinal de adição ``+`` - Pesquise a string exata, por exemplo, se você pesquisar +admin, o administrador não corresponderá.

source: ``!`` exclamation mark - Not equals string
pt_br: ``!`` ponto de exclamação - String diferente

source: ``" "`` double quotes - Search by phrase
pt_br: ``" "`` aspas duplas - Pesquisar por frase

source: ``( )`` parentheses - Group expressions together.
pt_br: ``( )`` parênteses - Agrupar expressões.

source: ``OR`` - By default the expressions joins as ``AND`` statements. Use the OR operator to change that.
pt_br: ``OR`` - Por padrão, as expressões se juntam como declarações ``AND``. Use o operador OR para mudar isso.

source: ``%`` - Use the % as a wildcard to search for specific names or values in a phrase for example, to find all Companies with the word ‘Technologies’ then type %technologies%
pt_br: ``%`` - Use % como curinga para pesquisar nomes ou valores específicos em uma frase, por exemplo, para localizar todas as empresas com a palavra 'Tecnologia' e digite %tecnologia%

source: Search filters
pt_br: Filtros de pesquisa

source: Here are some search filters you can use:
pt_br: Aqui estão alguns filtros de pesquisa que você pode usar:

source: Contacts
pt_br: Contatos

source: Companies
pt_br: Empresas

source: Segments
pt_br: Segmentos

source: Assets
pt_br: Ativos

source: Forms
pt_br: Formulários

source: Dynamic Content
pt_br: Conteúdo Dinâmico

source: Focus items
pt_br: Focus

source: Manage actions
pt_br: Gerenciar ações

source: Manage triggers
pt_br: Gerenciar gatilhos

source: Stages
pt_br: Estágios

source: Reports
pt_br: Relatórios

source: Users
pt_br: Usuários
